Repository: greenpeace/gpes-add-to-cal-wp-shortcode
Catalog: add-to-cal-ui/languages/add-to-cal-ui-*.po
Languages: es_es

source: Shortcode UI plugin must be active for Shortcode UI Add to Cal plugin to function.
es_es: El plugin Shortcode UI tiene que estar activo para que el plugin Add to Cal UI pueda funcionar.

source: Event title
es_es: Titulo del evento

source: Description
es_es: Descripción

source: Start date
es_es: Fecha de inicio

source: In this format <strong>2018-12-25</strong>
es_es: En este formato <strong>2018-12-25</strong>

source: Start time
es_es: Hora de inicio

source: Please respect the format <strong>16:01:00</strong>
es_es: Por favor respeta el formato <strong>16:01:00</strong>

source: In minutes
es_es: En minutos

source: Address
es_es: Dirección

source: Add to cal
es_es: Añadir al calendario

source: Add to call UI
es_es: Interfaz gráfico para añadir al formulario

source: Adds an GUI to use the [add_to_cal] shortcode. This plugin requires the plugin Shortcake (Shortcode UI)
es_es: Añade un GUI al shortcode [add_to_cal]. Este plugin necesita el plugin Shortcake (Shortcode UI)
